{
    "feed": {
        "entry": [
            {
                "link": "https://www.canada.ca/en/accessibility-standards-canada/news/2024/02/accessibility-standards-canada-selected-as-a-national-capital-regions-top-employer-for-2024.html",
                "teaser": "Accessibility Standards Canada is proud to announce that the organization has been named, for the first time, one of the National Capital Region's Top Employers. This recognition is a testament to its commitment to continuously improving as an employer and creating the conditions to offer employees one of the most exceptional and accessible places to work.",
                "publishedDate": "2024-02-06T11:36:44-05:00",
                "title": "Accessibility Standards Canada selected as a National Capital Region's Top Employer for 2024"
            },
            {
                "link": "https://www.canada.ca/en/accessibility-standards-canada/news/2023/12/accessibility-standards-canada-and-ulse-collaborate-on-accessibility-standards-research-and-development.html",
                "teaser": "Today, Accessibility Standards Canada and UL Standards & Engagement (ULSE) have signed a Memorandum of Understanding (MOU). It aims to improve the coordination between both organizations and help influence accessibility standards across Canada and the United States of America.",
                "publishedDate": "2023-12-19T10:30:00-05:00",
                "title": "Accessibility Standards Canada and ULSE collaborate on accessibility standards research and development"
            },
            {
                "link": "https://www.canada.ca/en/accessibility-standards-canada/news/2023/05/accessibility-standards-canada-and-manitoba-take-action-for-a-barrier-free-canada.html",
                "teaser": "Accessibility Standards Canada and the Manitoba Department of Families have signed a Memorandum of Understanding (MOU). The agreement will improve efforts, coordination, and the sharing of resources dedicated to creating a Canada without barriers.",
                "publishedDate": "2023-05-24T14:00:00-04:00",
                "title": "Accessibility Standards Canada and Manitoba take action for a barrier-free Canada"
            },
            {
                "link": "https://www.canada.ca/en/accessibility-standards-canada/news/2023/02/accessibility-standards-canada-and-csa-group-collaborate-to-publish-three-new-accessibility-standards.html",
                "teaser": "Accessibility Standards Canada and CSA Group have collaborated to publish three new accessibility standards. Publication of these standards is another step towards contributing to a more inclusive and barrier-free Canada.",
                "publishedDate": "2023-02-16T09:32:20-05:00",
                "title": "Accessibility Standards Canada and CSA Group collaborate to publish three new accessibility standards"
            },
            {
                "link": "https://www.canada.ca/en/accessibility-standards-canada/news/2022/11/accessibility-standards-canada-and-the-government-of-ontario-moving-toward-a-barrier-free-canada.html",
                "teaser": "Accessibility Standards Canada has signed two Memoranda of Understanding (MOUs) with the Government of Ontario. The agreements will improve efforts and coordination, and facilitate sharing of resources dedicated to creating a Canada without barriers.",
                "publishedDate": "2022-11-15T10:00:00-05:00",
                "title": "Accessibility Standards Canada and the Government of Ontario moving toward a barrier-free Canada"
            },
            {
                "link": "https://www.canada.ca/en/accessibility-standards-canada/news/2022/09/accessibility-standards-canada-hosts-second-annual-public-meeting-building-momentum-for-a-barrier-free-canada.html",
                "teaser": "Collaboration with people with disabilities and other stakeholders is at the heart of Accessibility Standards Canada’s mandate. Today, the organization hosted its second annual public meeting online.",
                "publishedDate": "2022-09-20T16:00:00-04:00",
                "title": "Accessibility Standards Canada hosts second annual public meeting: Building Momentum for a barrier-free Canada"
            },
            {
                "link": "https://www.canada.ca/en/accessibility-standards-canada/news/2022/08/accessibility-standards-canada-signs-memorandum-of-understanding-with-the-government-of-saskatchewan-to-coordinate-accessibility-standards-development.html",
                "teaser": "Accessibility Standards Canada and the Saskatchewan Ministry of Social Services signed today a Memorandum of Understanding (MOU) to collaborate on developing accessibility standards. The MOU will aid the development, revision, maintenance, and implementation of accessibility standards for the province and across Canada. This contributes to a seamless and inclusive experience across Canada and in Saskatchewan for persons with disabilities.",
                "publishedDate": "2022-08-11T11:00:00-04:00",
                "title": "Accessibility Standards Canada signs Memorandum of Understanding with the Government of Saskatchewan to coordinate accessibility standards development"
            },
            {
                "link": "https://www.canada.ca/en/accessibility-standards-canada/news/2022/05/accessibility-standards-canada-and-the-ministry-of-attorney-general-and-responsible-for-housing-collaborate-on-accessible-building-codes-and-standards.html",
                "teaser": "Accessibility Standards Canada and British Columbia’s Ministry of Attorney General and Responsible for Housing have signed a Memorandum of Understanding (MOU) to optimize efforts and resources dedicated to creating a barrier-free Canada. This MOU acknowledges a formal agreement to share information and harmonize accessibility standards related to building codes wherever possible.",
                "publishedDate": "2022-06-28T13:00:00-04:00",
                "title": "Accessibility Standards Canada and the Ministry of Attorney General and Responsible for Housing collaborate on accessible building codes and standards"
            },
            {
                "link": "https://www.canada.ca/en/accessibility-standards-canada/news/2022/05/accessibility-standards-canada-and-the-international-code-council-sign-agreement-to-increase-accessibility-in-canadian-and-american-public-buildings.html",
                "teaser": "Accessibility Standards Canada and the International Code Council signed an agreement today that will facilitate the sharing of best practices and information related to building accessibility. This collaboration aims to improve and coordinate accessibility requirements in building codes and standards between Canada and the United States.",
                "publishedDate": "2022-05-19T10:58:38-04:00",
                "title": "Accessibility Standards Canada and the International Code Council sign agreement to increase accessibility in Canadian and American public buildings"
            },
            {
                "link": "https://www.canada.ca/en/accessibility-standards-canada/news/2022/01/accessibility-standards-canada-receives-accreditation-solidifies-position-as-leader-in-standards-development.html",
                "teaser": "In the last two years, Accessibility Standards Canada emerged as an important player for accessibility to Canadians with disabilities. Recently, the organization signed the accreditation agreement from the Standards Council of Canada (SCC), which recognizes Accessibility Standards Canada as a standards development organization.",
                "publishedDate": "2022-02-01T10:00:00-05:00",
                "title": "Accessibility Standards Canada receives accreditation, solidifies position as leader in standards development"
            },
            {
                "link": "https://www.canada.ca/en/accessibility-standards-canada/news/2021/11/accessibility-standards-canada-and-csa-group-collaborate-on-three-new-standards0.html",
                "teaser": "Accessibility Standards Canada and CSA Group are proud to announce that they are collaborating on the development of three accessibility standards.",
                "publishedDate": "2021-11-30T11:39:51-05:00",
                "title": "Accessibility Standards Canada and CSA Group Collaborate on Three New Standards"
            }
        ]
    }
}