{
    "feed": {
        "entry": [
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/02/government-of-canada-announces-funding-to-strengthen-the-pulse-sector-and-mitigate-climate-change.html",
                "teaser": "Canada is the largest exporter of pulses in the world, shipping a significant amount of dry peas, lentils, beans and chickpeas to over 120 countries every year—making the pulse industry a key driver of the Canadian economy.",
                "publishedDate": "2024-02-09T16:51:20-05:00",
                "title": "Government of Canada announces funding to strengthen the pulse sector and mitigate climate change"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/02/mp-carr-to-announce-federal-investments-in-the-sustainability-and-growth-of-the-pulse-sector.html",
                "teaser": "Ben Carr, Member of Parliament for Winnipeg South, on behalf of the Honourable Lawrence MacAulay, Minister of Agriculture and Agri-Food, will announce investments to help increase sustainability and competitiveness in the pulse sector. ",
                "publishedDate": "2024-02-08T11:10:15-05:00",
                "title": "MP Carr to announce federal investments in the sustainability and growth of the pulse sector"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/02/governments-helping-food-processors-boost-efficiency.html",
                "teaser": "Canada and Ontario investing $13 million to support upgrades in the meat processing sector",
                "publishedDate": "2024-02-07T12:37:17-05:00",
                "title": "Governments helping food processors boost efficiency"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/02/growing-ontarios-agriculture-and-food-export-markets.html",
                "teaser": "Canada and Ontario doubling investment to help the sector develop new markets",
                "publishedDate": "2024-02-05T15:19:40-05:00",
                "title": "Growing Ontario's agriculture and food export markets"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/02/minister-macaulay-announces-support-for-dairy-poultry-and-egg-processors-across-canada.html",
                "teaser": "Today, the Honourable Lawrence MacAulay, Minister of Agriculture and Agri-Food, announced an investment of up to $89 million for 49 projects across Canada under the Supply Management Processing Investment Fund. This Fund is a key part of the Government of Canada’s commitment to supporting processors in supply-managed sectors in addressing the impacts of recent international trade agreements.",
                "publishedDate": "2024-02-05T10:31:46-05:00",
                "title": "Minister MacAulay announces support for dairy, poultry and egg processors across Canada"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/database-supply-management-processing-investment-fund-projects.html",
                "teaser": "On February 5, 2024, the Government of Canada announced 49 projects funded under the Supply Management Processing Investment Fund, valued at a total of $89 million. ",
                "publishedDate": "2024-02-05T08:45:54-05:00",
                "title": "Database: Supply Management Processing Investment Fund projects"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/02/minister-macaulay-to-announce-investments-to-support-supply-managed-processors.html",
                "teaser": "The Honourable Lawrence MacAulay, Minister of Agriculture and Agri-Food will announce investments to help supply-managed processors across Canada increase productivity and improve competitiveness.",
                "publishedDate": "2024-02-02T14:09:05-05:00",
                "title": "Minister MacAulay to announce investments to support supply-managed processors"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/government-of-canada-becomes-a-founding-member-of-the-efficient-fertilizer-consortium.html",
                "teaser": "Today, the Honourable Lawrence MacAulay, Minister of Agriculture and Agri-Food, announced that the Government of Canada will become a founding member of the Efficient Fertilizer Consortium (EFC).",
                "publishedDate": "2024-01-31T10:46:10-05:00",
                "title": "Government of Canada becomes a founding member of the Efficient Fertilizer Consortium"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/eligibility-area-expansion-and-deadline-extension-for-2023-canada-saskatchewan-feed-program.html",
                "teaser": "Today, Agriculture and Agri-Food (AAFC) Minister Lawrence MacAulay and Saskatchewan Agriculture Minister David Marit announced updates to Saskatchewan’s 2023 Canada-Saskatchewan Feed Program, administered by the Saskatchewan Crop Insurance Corporation (SCIC).",
                "publishedDate": "2024-01-30T16:35:01-05:00",
                "title": "Eligibility area expansion and deadline extension for 2023 Canada-Saskatchewan Feed Program"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/expanding-2023-livestock-drought-recovery-support.html",
                "teaser": "The governments of Canada and Alberta are expanding drought livestock assistance eligibility to help producers maintain breeding herds.",
                "publishedDate": "2024-01-25T14:11:56-05:00",
                "title": "Expanding 2023 livestock drought recovery support"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/statement-from-minister-macaulay-on-bell-lets-talk-day.html",
                "teaser": "Today, the Honourable Lawrence MacAulay, Minister of Agriculture and Agri-Food issued the following statement to mark Bell Let’s Talk Day:",
                "publishedDate": "2024-01-24T13:19:16-05:00",
                "title": "Statement from Minister MacAulay on Bell Let’s Talk Day"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/governments-invest-over-15m-for-the-farmsafe-manitoba-project-to-improve-health-and-safety-standards-on-manitoba-farms.html",
                "teaser": "The Canada and Manitoba governments through the Sustainable Canadian Agricultural Partnership (Sustainable CAP) are investing over $1.5 million over the next 5 years to the Keystone Agricultural Producers (KAP) for the FarmSafe Manitoba program to promote safe and healthy farm operations in Manitoba, federal Minister of Agriculture and Agri-Food, Lawrence MacAulay and Manitoba Agriculture Minister, Ron Kostyshyn announced today. ",
                "publishedDate": "2024-01-24T11:57:11-05:00",
                "title": "Governments invest over $1.5 million for the FarmSafe Manitoba project to improve health and safety standards on Manitoba farms"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/governments-of-canada-and-saskatchewan-invest-over-6-million-in-livestock-and-forage-research.html",
                "teaser": "A total of $6.8 million in funding was announced today by Canada’s Minister of Agriculture and Agri-Food Lawrence MacAulay and Saskatchewan Agriculture Minister David Marit for livestock and forage research activities.",
                "publishedDate": "2024-01-23T14:12:27-05:00",
                "title": "Governments of Canada and Saskatchewan invest over $6 million in livestock and forage research"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/sustainable-canadian-agricultural-partnership-investing-in-farmers-mental-health-wellness-and-safety.html",
                "teaser": "Work to strengthen Newfoundland and Labrador's agriculture sector continues with over $7 million in approved funding to support more than 110 projects in Newfoundland and Labrador since the launch of the Sustainable Canadian Agricultural Partnership (Sustainable CAP) in April 2023.",
                "publishedDate": "2024-01-23T13:11:36-05:00",
                "title": "Sustainable Canadian Agricultural Partnership investing in farmers' mental health, wellness and safety"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/governments-helping-food-processing-businesses-lower-costs.html",
                "teaser": "Investments by the governments of Canada and Ontario through the Sustainable Canadian Agricultural Partnership (Sustainable CAP) are resulting in over $16 million worth of energy cost savings projects to help food processing businesses increase energy efficiency and lower their costs.",
                "publishedDate": "2024-01-19T11:57:02-05:00",
                "title": "Governments helping food processing businesses lower costs"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/minister-macaulay-concludes-productive-visit-to-washington-dc.html",
                "teaser": "Agriculture connects so many communities in Canada and the United States, and both countries depend on our strong trade relationship and ongoing cooperation. ",
                "publishedDate": "2024-01-18T19:10:18-05:00",
                "title": "Minister MacAulay concludes productive visit to Washington, D.C."
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/minister-macaulay-announces-nearly-10-million-in-funding-to-strengthen-local-food-security.html",
                "teaser": "From coast to coast, food banks and community organizations provide vital support and services to address local food security needs and increase access to healthy food.",
                "publishedDate": "2024-01-17T16:26:56-05:00",
                "title": "Minister MacAulay announces nearly $10 million in funding to strengthen local food security"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/governments-investing-up-to-8-million-in-ontarios-dairy-processing-sector.html",
                "teaser": "The governments of Canada and Ontario are investing up to $8 million, through the Sustainable Canadian Agricultural Partnership (Sustainable CAP), to create or increase processing efficiencies and enhance food safety in the province's dairy processing sector.",
                "publishedDate": "2024-01-17T13:15:09-05:00",
                "title": "Governments investing up to $8 million in Ontario’s dairy processing sector"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/governments-invest-over-13-million-in-advancing-horticulture-at-assiniboine-community-college.html",
                "teaser": "The Canada and Manitoba governments through the Sustainable Canadian Agricultural Partnership (Sustainable CAP) are investing over $1.3 million over 5 years to Assiniboine Community College (ACC) for Horticulture Production through innovative and sustainable production practices and protective system technologies, federal Agriculture and Agri-Food Minister Lawrence MacAulay and Agriculture Minister Ron Kostyshyn announced today.",
                "publishedDate": "2024-01-17T12:44:37-05:00",
                "title": "Governments invest over $1.3 million in advancing horticulture at Assiniboine Community College"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/12/database-list-of-local-food-infrastructure-fund-projects-fifth-intake.html",
                "teaser": "The 154 projects announced to date under the fifth intake of the Local Food Infrastructure Fund (LFIF) total up to $8.4 million to help improve food security in communities through investments in equipment and infrastructure needs. More approved projects will be announced soon.",
                "publishedDate": "2024-01-17T09:30:30-05:00",
                "title": "Database: List of Local Food Infrastructure Fund projects (fifth intake)"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/agriinsurance-coverage-continues-to-provide-stability-for-manitoba-farmers.html",
                "teaser": "Manitoba’s AgriInsurance program is expected to provide farmers with nearly $5 billion in coverage on an estimated 9.55 million acres for the upcoming crop year, federal Minister of Agriculture and Agri-Food Lawrence MacAulay and Manitoba Agriculture Minister Ron Kostyshyn announced today.",
                "publishedDate": "2024-01-16T16:10:24-05:00",
                "title": "AgriInsurance coverage continues to provide stability for Manitoba farmers"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/governments-invest-450000-in-mental-health-and-wellness-in-the-manitoba-agriculture-sector.html",
                "teaser": "The Canada and Manitoba governments through the Sustainable Canadian Agricultural Partnership (Sustainable CAP) are investing $450,000 over 3 years towards the Manitoba Farmer Wellness Program (MFWP) to provide access to professional counselling services to Manitoba’s agricultural community, federal Agriculture and Agri-Food Minister Lawrence MacAulay, Premier Wab Kinew and Manitoba Agriculture Minister Ron Kostyshyn announced today. ",
                "publishedDate": "2024-01-16T15:41:05-05:00",
                "title": "Governments invest $450,000 in mental health and wellness in the Manitoba agriculture sector"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/minister-macaulay-to-announce-investments-through-the-local-food-infrastructure-fund.html",
                "teaser": "The Honourable Lawrence MacAulay, Minister of Agriculture and Agri-Food will announce investments to support food security across Canada. He will be joined by Tim Louis, Member of Parliament for Kitchener—Conestoga",
                "publishedDate": "2024-01-16T11:39:07-05:00",
                "title": "Minister MacAulay to announce investments through the Local Food Infrastructure Fund"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2024/01/governments-of-canada-and-saskatchewan-invest-147-million-in-crop-research.html",
                "teaser": "Today, Canada’s Minister of Agriculture and Agri-Food Lawrence MacAulay and Saskatchewan Agriculture Minister David Marit announced a total of $14.7 million to support crop-related research in 2024.",
                "publishedDate": "2024-01-10T11:46:37-05:00",
                "title": "Governments of Canada and Saskatchewan invest $14.7 million in crop research"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/12/governments-of-canada-and-manitoba-expand-resilient-agricultural-landscape-program-carbon-sequestration-and-grassland-resilience.html",
                "teaser": "The governments of Canada and Manitoba have expanded eligibility and are providing funding under the Sustainable Canadian Agricultural Partnership’s (Sustainable CAP) Carbon Sequestration and Grasslands Resilience stream of the Resilient Agricultural Landscape Program (RALP) to support additional Manitoba producers, federal Agriculture and Agri-Food Minister Lawrence MacAulay and Manitoba Agriculture Minister Ron Kostyshyn announced today.",
                "publishedDate": "2023-12-20T14:20:23-05:00",
                "title": "Governments of Canada and Manitoba expand Resilient Agricultural Landscape Program: Carbon Sequestration and Grassland Resilience"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/12/manitoba-has-signed-contribution-agreement-to-support-development-of-a-renewable-transportation-fuel-processing-facility.html",
                "teaser": "The Manitoba government has signed a contribution agreement for funding through the Sustainable Canadian Agricultural Partnership (Sustainable CAP), to provide $2.9 million over 2 years for the Azure Sustainable Fuels Corp.’s Front End Engineering Design (FEED) study for sustainable aviation fuel (SAF), federal Agriculture and Agri-Food Minister Lawrence MacAulay and Manitoba Agriculture Minister Ron Kostyshyn announced today.",
                "publishedDate": "2023-12-19T13:15:55-05:00",
                "title": "Manitoba has signed contribution agreement to support development of a renewable transportation fuel processing facility"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/12/governments-of-canada-and-saskatchewan-invest-1-million-in-agrirecovery-support-for-beekeepers-impacted-by-losses.html",
                "teaser": "Canada’s Minister of Agriculture and Agri-Food Lawrence MacAulay and Saskatchewan Agriculture Minister David Marit announced $1 million in support today for commercial beekeepers in the province who were impacted by abnormally high colony losses in 2022.",
                "publishedDate": "2023-12-12T12:11:37-05:00",
                "title": "Governments of Canada and Saskatchewan invest $1 million in AgriRecovery support for beekeepers impacted by losses"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/12/ministers-macaulay-and-lamontagne-encourage-all-industry-members-to-sign-the-grocery-sector-code-of-conduct.html",
                "teaser": "Today, the Honourable Lawrence MacAulay, federal Minister of Agriculture and Agri-Food and André Lamontagne, Quebec’s Minister of Agriculture, Fisheries and Food (MAPAQ) issued the following statement regarding the Grocery Sector Code of Conduct:",
                "publishedDate": "2023-12-07T07:47:07-05:00",
                "title": "Ministers MacAulay and Lamontagne encourage all industry members to sign the Grocery Sector Code of Conduct"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/12/minister-macaulay-announces-inaugural-executive-director-of-new-indo-pacific-agriculture-and-agri-food-office.html",
                "teaser": "Today, the Honourable Lawrence MacAulay, Minister of Agriculture and Agri-Food, announced the appointment of Diedrah Kelly as Executive Director of Canada’s new Indo-Pacific Agriculture and Agri-Food Office (IPAAO) in Manila, Philippines.",
                "publishedDate": "2023-12-04T16:16:10-05:00",
                "title": "Minister MacAulay announces inaugural Executive Director of new Indo-Pacific Agriculture and Agri-Food Office"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/12/biography---diedrah-kelly.html",
                "teaser": "Diedrah Kelly (BA Hons [Political Science and Central, Eastern European and Russian Area Studies], Carleton University, 2001), joined the Department of Foreign Affairs and International Trade in 2001.",
                "publishedDate": "2023-12-04T16:12:21-05:00",
                "title": "Biography - Diedrah Kelly"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/enhancing-mental-health-supports-for-farmers-and-ranchers.html",
                "teaser": "Farm families have improved access to mental health services and resources thanks to more support for the AgKnow Alberta Farm Mental Health Network. ",
                "publishedDate": "2023-11-28T08:34:01-05:00",
                "title": "Enhancing mental health supports for farmers and ranchers"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/technologies-equipment-eligible-for-the-british-columbia-on-farm-technology-adoption-program.html",
                "teaser": "The technologies and equipment must be new to the applicant and viable, commercialized and proven to help contribute to the profitability, productivity, or efficiency of an agricultural operation, including:",
                "publishedDate": "2023-11-24T13:46:58-05:00",
                "title": "Technologies, equipment eligible for the British Columbia On-Farm Technology Adoption Program"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/canada-british-columbia-supporting-british-columbia-farmers-with-access-to-technology.html",
                "teaser": "B.C. farmers looking to grow their businesses in the face of rising costs are getting support for accessing new technologies from items such as robotic and automated equipment, farm management software and digital sensors, which will help them increase production, efficiency and profitability.",
                "publishedDate": "2023-11-24T13:46:51-05:00",
                "title": "Canada, British Columbia supporting British Columbia farmers with access to technology"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/governments-strengthening-agriculture-and-food-sector-in-northern-ontario.html",
                "teaser": "$1.65 million investment supporting research at Lakehead University Agricultural Research Station",
                "publishedDate": "2023-11-24T11:37:16-05:00",
                "title": "Governments strengthening agriculture and food sector in Northern Ontario"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/governments-driving-innovation-in-food-production.html",
                "teaser": "Canada and Ontario committing up to $25 million to boost efficiency in farming and food processing",
                "publishedDate": "2023-11-20T11:24:30-05:00",
                "title": "Governments driving innovation in food production"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/minister-macaulay-announces-new-living-lab-in-manitoba.html",
                "teaser": "Today, the Honourable Lawrence MacAulay, Minister of Agriculture and Agri-Food, announced the creation of a new living lab in Manitoba. Led by the Manitoba Association of Watersheds, this living lab project represents an investment of up to $9.2 million over five years under the Agricultural Climate Solutions (ACS) – Living Labs program.",
                "publishedDate": "2023-11-15T13:08:40-05:00",
                "title": "Minister MacAulay announces new living lab in Manitoba"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/agriculture-and-agri-food-canada-launches-new-agricultural-methane-reduction-challenge.html",
                "teaser": "Reducing methane emissions requires new and innovative ideas, including in the agriculture sector.",
                "publishedDate": "2023-11-14T12:48:07-05:00",
                "title": "Agriculture and Agri-Food Canada launches new Agricultural Methane Reduction Challenge"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/minister-macaulay-announces-investment-to-strengthen-canadas-canola-sector.html",
                "teaser": "Canola is a crop with so much potential.",
                "publishedDate": "2023-11-14T10:51:53-05:00",
                "title": "Minister MacAulay announces investment to strengthen Canada’s canola sector"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/parliamentary-secretary-drouin-to-announce-new-initiative-to-reduce-agricultural-methane-emissions.html",
                "teaser": "Francis Drouin, Parliamentary Secretary to the Minister of Agriculture and Agri-Food, will announce a new initiative aimed at reducing methane emissions from the cattle industry which will contribute to the adoption of sustainable agricultural practices.",
                "publishedDate": "2023-11-10T17:48:30-05:00",
                "title": "Parliamentary Secretary Drouin to Announce New Initiative to Reduce Agricultural Methane Emissions"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/business-risk-management-programs-continue-to-respond-through-2-billion-in-forecasted-payouts-for-saskatchewan-producers.html",
                "teaser": "Today, the governments of Canada and Saskatchewan announced forecasted payments under the suite of business risk management programs, administered by the Saskatchewan Crop Insurance Corporation (SCIC).",
                "publishedDate": "2023-11-10T14:25:10-05:00",
                "title": "Business risk management programs continue to respond through $2 billion in forecasted payouts for Saskatchewan producers"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/minister-macaulay-to-announce-new-financial-support-for-canadas-canola-sector.html",
                "teaser": "The Honourable Lawrence MacAulay, Minister of Agriculture and Agri-Food, will announce a significant financial investment to strengthen the global competitiveness of Canada's canola sector. Minister MacAulay will be joined by Ben Carr, Member of Parliament for Winnipeg South Centre. ",
                "publishedDate": "2023-11-10T12:58:51-05:00",
                "title": "Minister MacAulay to announce new financial support for Canada's canola sector"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/minister-macaulay-concludes-successful-trip-to-vietnam-japan-and-south-korea-to-open-doors-for-the-canadian-agriculture-and-agri-food-sector.html",
                "teaser": "Canada is growing what the world wants and the Government of Canada is committed to supporting our hardworking Canadian producers by expanding trade and investment opportunities around the globe. ",
                "publishedDate": "2023-11-06T09:06:35-05:00",
                "title": "Minister MacAulay concludes successful trip to Vietnam, Japan and South Korea to open doors for the Canadian agriculture and agri-food sector"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/11/minister-macaulay-concludes-successful-trip-to-vietnam-japan-and-south-korea.html",
                "teaser": "Minister Lawrence MacAulay travelled to Vietnam, Japan and South Korea from October 27 to November 4, 2023. ",
                "publishedDate": "2023-11-06T09:06:27-05:00",
                "title": "Minister MacAulay concludes successful trip to Vietnam, Japan and South Korea"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/10/canada-british-columbia-supporting-new-and-young-farmers.html",
                "teaser": "New and small-scale farmers will be able to grow their business and help strengthen food security in their communities with the relaunch of the New Entrant Farm Business Accelerator Program.",
                "publishedDate": "2023-10-31T13:49:54-04:00",
                "title": "Canada, British Columbia supporting new and young farmers"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/10/applications-opening-for-livestock-drought-relief.html",
                "teaser": "Applications open October 30 for the 2023 Canada-Alberta Drought Livestock Assistance program, providing livestock producers with up to $165 million to maintain breeding herds.",
                "publishedDate": "2023-10-30T14:03:01-04:00",
                "title": "Applications opening for livestock drought relief"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/10/governments-positioning-fruit-farming-sector-for-growth.html",
                "teaser": "The governments of Canada and Ontario are investing up to $8 million through the Sustainable Canadian Agricultural Partnership (Sustainable CAP) to help apple, tender fruit, and wine grape producers grow popular varieties of produce.",
                "publishedDate": "2023-10-30T12:46:45-04:00",
                "title": "Governments positioning fruit farming sector for growth"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/10/federal-provincial-support-helping-disaster-affected-farmers.html",
                "teaser": "After an intense summer of wildfires and drought, B.C.'s farmers and ranchers are receiving additional support to repair or replace damaged infrastructure and to help with the expenses they incurred to keep their animals fed, sheltered and safe during the",
                "publishedDate": "2023-10-23T16:24:53-04:00",
                "title": "Federal-provincial support helping disaster-affected farmers"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/10/agrirecovery-framework.html",
                "teaser": "This announcement is part of a larger disaster response totaling $365 million in federal-provincial cost-shared funding under the AgriRecovery Framework to help farmers and ranchers in British Columbia, Alberta and Saskatchewan with extraordinary costs due to this year’s extreme weather conditions.",
                "publishedDate": "2023-10-23T16:24:46-04:00",
                "title": "AgriRecovery framework"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/10/agrirecovery-supporting-british-columbia-farmers-and-ranchers-with-extraordinary-costs.html",
                "teaser": "The 2023 Canada-British Columbia Wildfire and Drought AgriRecovery Initiative will cover extraordinary costs, and the program terms and conditions define the support limits and eligibility, including:",
                "publishedDate": "2023-10-23T16:23:15-04:00",
                "title": "AgriRecovery supporting British Columbia farmers and ranchers with extraordinary costs"
            },
            {
                "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/10/backgrounder-provincial-support-for-farmers-and-ranchers.html",
                "teaser": "October 23, 2023 – Victoria, British Columbia – Agriculture and Agri-Food Canada",
                "publishedDate": "2023-10-23T16:21:43-04:00",
                "title": "Provincial support for farmers and ranchers"
            }
        ]
    }
}